Repository: wooc/wooc_singlepage_pedigree
Catalog: language/*.po
Languages: fr

source: Wooc Single Page Pedigree Report
fr: Arbre généalogique en une page

source: Pedigree - single page
fr: Arbre en une page

source: Print a pedigree chart on a single page.
fr: Imprimer un arbre généalogique sur une seule page.

source: %1$s: %2$d Generation Pedigree Chart
fr: %1$s : Arbre généalogique sur %2$d générations.

source: Generation
fr: Génération

source: Name
fr: Nom

source: See person
fr: Voir la personne

source: Siblings
fr: Frères et sœurs

source: Age
fr: Âge

source: yes
fr: oui

source: see person %s
fr: montrer %s

source: close
fr: fermer

source: Compress
fr: Taux de compression

source: full
fr: maximum

source: medium
fr: moyen

source: Show siblings
fr: Montrer les frères et sœurs

source: Show ID numbers next to names
fr: Indiquer les n°ID après les noms

source: Style of boxes
fr: Style de boîtes

source: Enhanced
fr: Amélioré

source: Line thickness
fr: Épaisseur des traits (liaisons)

source: Show empty boxes
fr: Afficher les boîtes vides
